export const steps = [
  {
    id: 1,
    title: " از حالا هیچ مناسبت مهمی رو فراموش نمیکنی",
    content:
      "با کادویاد میتونی تک تک مناسبت ها و تاریخ های مهم زندگیت رو ثبت کنی و ما بهت یادآوری میکنیم تا هیچ تاریخ مهمی رو فراموش نکنی",
    image: "/assets/welcome/1.svg",
    buttonText: "Next",
  },
  {
    id: 2,
    title: "حتی اگر وقت نداری، میتونی همه جا حضور داشته باشی",
    content:
      "با کادویاد، به راحتی میتونی هدیه مناسب رو انتخاب کنی و ما برای هر آدرسی که بخوای ارسال میکنیم. حتی اگر وقت نداری دیگه نگران هدیه نباش.",
    image: "/assets/welcome/2.svg",
    buttonText: "Next",
  },
  {
    id: 3,
    title: "دیگه نگران این نباش کادو چی بخری",
    content:
      "ما اینجا بهت کلی پیشنهاد خرید هدیه میدیم و مشاوره رایگان هم داریم تا راحت هدیع مناسب رو پیدا کنی.",
    image: "/assets/welcome/3.svg",
    buttonText: "Submit",
  },
];
